tap "homebrew/bundle"
tap "homebrew/cask-versions"

cask "tg-pro"
cask "iterm2"
cask "docker"
cask "miniconda"
cask "visual-studio-code"
cask "xquartz"

brew "git"
brew "zsh"
brew "binutils"
brew "aria2"
brew "tmux"
brew "make"
brew "cmake"
brew "node"
brew "wget"
brew "neovim"
brew "rbenv"
brew "go"
brew "mas"
