tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "hashicorp/tap"

cask "tg-pro"
cask "iterm2"
cask "docker"
cask "miniconda"
cask "visual-studio-code"
cask "xquartz"
cask "hashicorp-vagrant"
cask "karabiner-elements"
cask "google-chrome"

brew "git"
brew "zsh"
brew "gnu-sed"
brew "binutils"
brew "aria2"
brew "tmux"
brew "gcc"
brew "llvm"
brew "make"
brew "cmake"
brew "node"
brew "glfw"
brew "wget"
brew "minikube"
brew "neovim"
brew "qemu"
brew "rbenv"
brew "go"
